Repository: titodevera/awesome-twitter-feeds
Catalog: lang/awesome-twitter-feeds-*.po
Languages: es_es

source: ATFeeds is a free WordPress plugin that allows you to display custom Twitter feeds using shortcode or widgets, it is also fully compatible with Visual Composer. You can customize the appearance of the feeds as you like!. ATFeeds uses Twitter API.
es_es: ATFeeds es un plugin gratuito que te permite mostrar feeds de Twitter personalizados (gracias al API de Twitter) utilizando shortcodes o widgets, además es compatible con Visual Composer. ¡Personaliza la apariencia de los feeds a tu gusto!

source: Click me
es_es: Pincha aquí

source: Do you need help?
es_es: ¿Necesitas ayuda?

source: ATF ERROR: The widget does not exists
es_es: ATF ERROR: El widget no existe.

source: ATF ERROR: Number of tweets option is not valid. Enter a number greater than 0
es_es: ATF ERROR: El número de tweets seleccionado no es válido. Introduzca un número superior a 0.

source: Custom feeds using Twitter API
es_es: Feeds personalizados utilizando el API de Twitter

source: Like
es_es: Me gusta

source: Share
es_es: Compartir

source: Reply
es_es: Responder

source: Follow
es_es: Seguir a

source: More
es_es: Más

source: Load more
es_es: Cargar más

source: retweeted
es_es: retwitteó

source: API config
es_es: Configuración API de Twitter

source: Add a customized Twitter feed
es_es: Añade un feed de Twitter personalizado

source: Add new
es_es: Añadir nuevo

source: Add new feed
es_es: Crear nuevo feed

source: All feeds
es_es: Todos los feeds

source: ATF Options
es_es: Opciones

source: Duplicate
es_es: Clonar

source: Duplicate this item
es_es: Clonar este elemento

source: Edit ATFeed
es_es: Editar ATFeed

source: Feed id
es_es: Id del feed

source: Title
es_es: Título

source: Widget title (leave empty for none)
es_es: Título del widget (dejar vacío si no se desea título)

source: New ATFeed
es_es: Nuevo ATFeed

source: No feeds found
es_es: No se han encontrado feeds

source: No feeds found in trash
es_es: No se han encontrado feeds en la papelera

source: No widgets available. ¡Create one!
es_es: No hay widgets disponibles. ¡Crea uno¡

source: Number of tweets
es_es: Número de tweets

source: Number of tweets which must be shown
es_es: Número de tweets que se van a mostrar

source: Feed height
es_es: Altura del widget

source: Height in pixels Ej.: 320
es_es: Altura (en píxeles) del widget. Ej.: 320

source: Search
es_es: Buscar

source: Select a theme
es_es: Seleccionar un tema

source: Show follow button
es_es: Mostrar botón "follow me"

source: Show media content
es_es: Mostrar contenido multimedia

source: Show media content for each tweet
es_es: Mostrar el contenido multimedia de cada tweet

source: Show profile image
es_es: Mostrar avatar

source: Show profile image for each tweet
es_es: Mostrar avatar para cada uno de los tweets

source: Show urls as links
es_es: Tratar las urls como enlaces

source: Show urls, mentions and hashtags as links
es_es: Tratar las urls, menciones y hashtags como enlaces

source: Theme
es_es: Tema

source: Twitter account without the at
es_es: Cuenta de twitter (sin @)

source: View ATFeed
es_es: Ver ATFeed
